Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/memtrad-wikitravel-Halifax.tmx
Source language: en
Languages: es_es

source: Easily defended and featuring the world's second largest natural harbour, Halifax proved its worth during the Seven Years' War against the French and later in the American Revolutionary War, and as the base grew in size and importance, a significant population of merchants and other civilians sprung up in its wake.
es_es: Defendido y figurado como el segundo puerto natural más grande del mundo, Halifax demostró su valor durante la Guerra de los Siete Años contra los franceses y más tarde en la Guerra Revolucionaria Norteamericana, y como el fondo aumentó en tamaño e importancia, una numerosa población de comerciantes y otros paisanos se alzaron en su despertar.

source: Eat
es_es: Comer

source: Edit
es_es: Editar

source: Edit section: Budget
es_es: Editar sección: Presupuesto

source: Edit section: Buy
es_es: Editar sección: Compras

source: Edit section: By boat
es_es: Editar sección: En barco

source: Edit section: By bus
es_es: Editar sección: En autobús

source: Edit section: By car
es_es: Editar sección: En coche

source: Edit section: By plane
es_es: Editar sección: En avión

source: Edit section: By taxi
es_es: Editar sección: En taxi

source: Edit section: By train
es_es: Editar sección: En tren

source: Edit section: Climate
es_es: Editar sección: Clima

source: Edit section: Contact
es_es: Editar sección: Contacto

source: Edit section: Cope
es_es: Edita sección: Colabora

source: Edit section: Do
es_es: Editar sección: Qué hacer

source: Edit section: Drink
es_es: Editar sección: Qué beber

source: Edit section: Eat
es_es: Editar sección: Comer

source: Edit section: Events
es_es: Editar sección: Eventos

source: Edit section: Get around
es_es: Editar sección: Desplazamiento

source: Edit section: Get in
es_es: Editar sección: Cómo llegar

source: Edit section: Get out
es_es: Editar sección: Salir

source: Edit section: History
es_es: Editar sección: Historia

source: Edit section: Learn
es_es: Editar sección: Aprende

source: Edit section: Mid-range
es_es: Editar sección: Media gama

source: Edit section: Nightclubs
es_es: Editar sección: Clubs nocturnos

source: Edit section: Orientation
es_es: Editar sección: Orientación

source: Edit section: Parks
es_es: Editar sección: Parques

source: Edit section: Pubs
es_es: Editar sección: Pubs

source: Edit section: See
es_es: Editar sección: Qué visitar

source: Edit section: Shopping Areas
es_es: Editar sección: Áreas de compra

source: Edit section: Sleep
es_es: Edita sección: Dónde dormir

source: Edit section: Specific Stores
es_es: Editar sección: Tiendas Concretas

source: Edit section: Splurge
es_es: Editar sección: Gastos

source: Edit section: Stay safe
es_es: Editar sección: Seguridad

source: Edit section: Understand
es_es: Editar sección: Entiende

source: Edit section: Visitor information
es_es: Editar sección: información para visitantes

source: Edit section: Work
es_es: Editar sección: Trabajo

source: Edit this page [Alt+Mayús.+e]
es_es: Editar esta página [Alt+Mayús.+e]

source: Electronic, techno and house mix, depending on the night. edit
es_es: Mezcla electrónica, techno y house, dependiendo de la noche. editar

source: Elements offers many seasonal menus with fresh, local ingredients.
es_es: Elements ofrece muchos menús estacionales con frescos ingredientes locales.

source: Enjoy their computers, free wi-fi and garage-style windows which open to a full view of Argyle on warm days.
es_es: Disfrutar de sus ordenadores, wi-fi gratis y ventanas estilo garaje que te ofrecen una vista completa de Argyle en los días cálidos.

source: Enlarge
es_es: Ampliar

source: Events
es_es: Eventos

source: Every few years, Halifax hosts up to 30 historic and unique (and usually massive) maritime sailing vessels from around the world.
es_es: Cada pocos años, Halifax recibe hasta 30 únicos e históricos (y normalmente enormes) barcos marítimos de vela de todo el mundo.

source: Excellent food in an English pub-type atmosphere.
es_es: Comida excelente en un pub típico inglés.

source: Export as ePub
es_es: Exportación como ePub

source: Extensive menu.
es_es: Menú extenso.

source: Fall is often a pleasant time to visit.
es_es: El otoño es a menudo una estación agradable para visitar la ciudad.

source: Famous for their hot sauce, a must try with a samosa!
es_es: Famoso por su salsa picante, imprescindible probarla con una samosa.

source: Features staff in period costumes.
es_es: El personal va vestido con trajes de época

source: Feeds
es_es: Fuentes

source: Food is sort of filipino/southeast asian, but there's usually a broad selection of random dishes.
es_es: La comida es filipina/asiática, pero normalmente hay una amplia selección de platos aleatorios.

source: For example, if an establishment served hard liquor, it had to provide live entertainment; if it served draft beer, it also had to serve food.
es_es: Por ejemplo, si un establecimiento vendía alcohol, tenía que proporcionar diversión en directo; si vendía cerveza de barril, también tenía que servir algo de comer.

source: For example, one could start the night at one of the bars around 10:30, then go to the Pacifico from 12:00-2:00, and finally finish off the night at the Dome.
es_es: Por ejemplo, una persona podría comenzar la noche en uno de los bares alrededor de las 10:30h, luego ir a Pacifico de 00:00h a 2:00h, y finalmente terminar la noche en el Dome.

source: Formerly Doraku Sushi, this is some of the best sushi in the city with a lovely atmosphere and proper inset Japanese tables.
es_es: Anteriormente conocido como Doraku Sushi, es uno de los mejores sitios de sushi de la ciudad con una atmósfera preciosa y mesas japonesas apropiadas.

source: Formerly known as the Granite Brewery.
es_es: Anteriormente conocido como Granite Brewery.

source: Free internet service and free towel rentals available.
es_es: Servicio de internet gratuito y alquiler de toallas disponibles.

source: Fresh local ingredients prepared in classic European style.
es_es: Frescos ingredientes locales preparados al clásico estilo europeo.

source: From Wikitravel
es_es: De Wikitravel

source: Garlic fingers and the Halifax donair are relatively unknown outside the Maritimes, but can sometimes be found in restaurants in other provinces.
es_es: Los "Garlic fingers" y el "Halifax donair" son relativamente desconocidos fuera de las provincias marítimas, pero a veces pueden encontrarse en restaurantes de otras provincias.

source: Gawk at some of the mansions that line the water or for the ambitious, head all the way up to Point Pleasant Park, where the Northwest Arm meets Halifax Harbour.
es_es: Quédate boquiabierto frente a algunas de las mansiones situadas al borde del agua o, para los ambiciosos, dirígete hasta el parque de Point Pleasant, donde el Brazo Noroeste se junta con el puerto de Halifax.

source: Get around
es_es: Desplazamiento

source: Get in
es_es: Cómo llegar

source: Get miso soup, salad, a maki roll and 5 nigiri for only $12 at lunch.
es_es: Consigue sopa de miso, ensalada, un rollo maki y 5 nigiris por solo 12$ a la hora de comer.

source: Get there before 1PM and order an 'Egg-O-Reno' breakfast sandwich, among other prepared fare.
es_es: Llega antes de las 13:00h y pide un sándwich 'Egg-O-Reno', entre otras opciones preparadas.

source: Go
es_es: Ir

source: Go on Jazz night (usually Monday) and eat Nachos.
es_es: Sal las noches de Jazz (normalmente los lunes) y come nachos.

source: Go to a page with this exact name if it exists
es_es: Dirígete a una página con este nombre exacto si existe

source: Going east on 104 takes one to Cape Breton.
es_es: Hacia el este por la 104 hay una salida hacia Cape Breton.

source: Going west on 104 takes one to the New Brunswick border, and then onto Maine, Quebec, or Prince Edward Island.
es_es: Hacia el oeste por la 104, coge una salida hacia la frontera de New Brunswick, y depués haciaMaine, Quebec, o Prince Edward Island.

source: Good cheap pizza and donairs (Gyro-type wraps, often overflowing with meat and sauce).
es_es: Pizza buena y barata y donairs (wraps estilo Gyro, a menudo a rebosar de carne y salsa).

source: Good for a coffee, a light meal, or some casual beer and wine in the evening.
es_es: Bueno para un café, una comida ligera, o algunos vinos y cerveza por la tarde-noche.

source: Granville St
es_es: Granville Street

source: Great authentic Iranian cuisine at an affordable price.
es_es: Auténtica y genial cocina iraní a precio asequible.

source: Great homestyle breakfast, very friendly staff, great atmosphere.
es_es: Genial para un buen almuerzo casero, personal muy simpático y buena atmósfera.

source: Great hot chocolate and a $2 mammoth slice of carrot cake.
es_es: Buen chocolate caliente y un trozo enorme de pastel de zanahoria por solo 2$.

source: Great live music!
es_es: ¡Espectacular música en directo!

source: Great selection of local beer, cider and booze, as well as an array of oysters, charcuterie and cheeses.
es_es: Una gran selección de cerveza local, sidra y licores, así como una gran variedad de ostras, charcutería y quesos.

source: Green arrow lights are rare.
es_es: Los semáforos verdes con flechas son un tanto raros.

source: Guide articles
es_es: Artículos guía

source: Halifax (Nova Scotia)
es_es: Halifax (Nueva Esocia)

source: Halifax (Nova Scotia) - Wikitravel
es_es: Halifax (Nueva Esocia) - Wikitravel

source: Halifax Regional Municipality
es_es: Municipio regional de Halifax

source: Halifax also has a wide variety of local, national and international stores represented at the numerous shopping malls and big box areas of the city.
es_es: Halifax también tiene una gran variedad de tiendas locales, nacionales e internacionales en los numerosos centros comerciales y zonas de hipermercados de la ciudad.

source: Halifax has a maritime climate, tempered by its position near the North Atlantic.
es_es: Halifax tiene un clima marítimo, templado por su posición cercana al Atlántico Norte.

source: Halifax has a tendency to sprawl somewhat outside of the downtown core.
es_es: Halifax tiene tendencia a expandirse por fuera del centro de la ciudad.

source: Halifax is connected to the rest of Canada by provincial highways 101, 102, 103, and 104.
es_es: Halifax está conectado con el resto de Canadá por las autopistas provinciales 101, 102, 103 y 104.

source: Halifax is home to 3 major universities.
es_es: Halifax tiene 3 universidades importantes.

source: Halifax is the provincial and regional hub of Nova Scotia.
es_es: Halifax es el eje provincial y regional de Nueva Escocia.

source: Happening every July, the Tattoo is the world's largest annual indoor show.
es_es: Cada año en julio, el Tattoo es el mayor espectáculo bajo techo del mundo.

source: Has custom banner
es_es: Banner a medida

source: Has live music reliably, almost seven nights a week usually starting at 9:00 p.m.
es_es: Tiene música en vivo casi siete noches a la semana. Normalmente empieza a las 21:00h.

source: Help
es_es: Ayuda

source: Here can be found items from around the world, at very reasonable prices.
es_es: Aquí se pueden encontrar artículos de todo el mundo a precios muy razonables.

source: Highway 101 connects Halifax with the Annapolis valley.
es_es: La autopista 101 conecta Halifax con el valle Annapolis.

source: Highway 102 runs between Halifax and Truro, where it connects to Highway 104 (the Trans-Canada Highway).
es_es: La autopista 102 está entre Halifax y Truro, donde se conecta con la autopista 104 (la autopista Trans-Canada).

source: Highway 103 connects Halifax with the South Shore.
es_es: La autopista 103 conecta Halifax con la costa sur.

source: History
es_es: Historia

source: Homestyle breakfast; quirky old-style interior decoration including faux wood panelling, faded watercolour paintings and an old tv with rabbit-ears.
es_es: Almuerzo casero; decoración interior de peculiar estilo antiguo que incluye paneles de falsa madera, pinturas de acuarela apagada y viejos televisores con antenas de orejas de conejo.

source: However, be careful at night, as the crosswalks are at times poorly lit.
es_es: Sin embargo, ten cuidado por la noche, ya que los cruces de peatones están a veces mal iluminados.

source: However, crime can be a problem in the Halifax area, and some dangers are worth mentioning.
es_es: Sin embargo, la delincuencia puede ser un problema en Halifax, y algunos peligros son dignos de mención.

source: However, if you're looking for a place that attracts a classier crowd than the Dome or the Palace then Taboo is a must see.
es_es: Sin embargo, si estás buscando un lugar que atrae a una gente más clasista que el Dome o el Palace, entonces Taboo es una visita obligatoria.

source: However, some vendors have remained or have opened a second location here open Saturdays from 7AM-1PM.
es_es: Aun así, algunos vendedores se han quedado o han abierto una segunda ubicación aquí los sábados de 7:00 a 13.00h.

source: However, this area can descend into anarchy when the bars let out, and the restaurants often lock their bathrooms, even to customers.
es_es: Sin embargo, esta zona puede descender a anarquía cuándo los bares se revelan, y, a menudo, los restaurantes cierran sus baños, incluso a clientes.

source: If you are an Air Miles collector, you can redeem your miles here for free tickets.
es_es: Si eres coleccionista de Air Milles, puedes canjear tus millas aquí para obtener tickets gratuitos.

source: If you are bar or club bound for the evening, be aware that catching a cab back from downtown after last call may be difficult.
es_es: Si estás en un bar o pub por la noche, ten en cuenta que es difícil coger un taxi de vuelta desde el centro de la ciudad después de la última llamada.

source: If you are caught, it'll be by a live officer.
es_es: Si te detienen, será por un oficial en el momento.

source: If you are looking for a more authentic pizza taste head up Gottingen or Agricola into Little Italy, where numerous "mom and pop" places abound.
es_es: Si estás buscando una pizza aún más auténtica dirígete hacia arriba por Gottingen o Agricola hasta Little Italy, donde abundan numerosas tiendas familiares.

source: If you have a car, there are plenty of historical towns within an couple of hour's drive of Halifax that are worth visiting, such as Lunenburg, Mahone Bay, and Wolfville.
es_es: Si tienes coche, hay un montón de ciudades históricas a unas dos horas en coche de Halifax que vale la pena visitar, como Lunenburg, Mahone Bay, y Wolfville .

source: If you're eating in, grab a coffee and a Ghettosocks (grilled cheese with avocado and tomato), a Halifax stonerfood institution.
es_es: Si tu alojamiento incluye comida, coge un café y un Ghettosocks (queso a la parrilla con aguacate y tomate), una comida fría y rápida de Halifax.

source: If you're looking to save money, go at lunchtime, when the prices are significantly lower than at dinnertime.
es_es: Si estás pensando en ahorrarte un dinerillo, ve a la hora de comer que es cuando los precios son significativamente más bajos que a la hora de cenar.

source: If you're self catering, grab a loaf of their delicious Struan Bread to make sandwiches with later.
es_es: Si tu alojamiento no incluye comida, compra su delicioso pan Struan Pan para hacer sándwiches para tomar luego.

source: Immersive tour of Alexander Keith's original brewery as it supposedly was in 1863, complete with tour guide actors in period garb singing songs, dancing jigs and relaying a bit of the history of the brewery and Keith himself, as well as promoting Alexander Keith's India Pale Ale.
es_es: Haz una visita a fondo de la cervecería original de Alexander Keith que supuestamente es del año 1863, la visita completa cuenta con actores guía disfrazados que cantan canciones, bailan gigas y te sumergen un poco en la historia de la cervecería y del propio Keith; además, promocionan la cerveza India Pale Ale creada por Alexander Keith.

source: In 1749, when Halifax was founded, this graveyard would have marked the outer limits of the settlement that stretched up from the harbour.
es_es: En 1749, cuando se fundó Halifax, este cementerio marcaba los límites exteriores de la población que se extendía arriba del puerto.

source: In addition to standard diner fair, they have a few Atlantic favourites such as "Newfoundland Steak" (a.k.a.
es_es: Además del estándar "diner feria", tienen unos cuantos favoritos atlánticos como el "Newfoundland Bistec" (conocido como

source: In addition, one can normally find donair meat used in such offerings as donair sausage; donair egg rolls (an egg roll casing stuffed with donair meat); donair pogos (donair meat on a stick, battered and deep-fried, similar to a corn dog); donair calzones/panzerottis; and in donair poutine (an adaptation of the Quebec snack dish).
es_es: Además, normalmente se puede encontrar la carne de donair que se usa en otras opciones, como salchicha donair; rollitos de primavera donair(una envoltura de rollito de primavera embutido con carne de donair); donair pogos (carne de donair en un palo, totalmente frito, similar a una mazorca de maíz); donair calzones/panzerottis; y en donair poutine (una adaptación del aperitivo Quebec).

source: In other languages
es_es: En otros idiomas

source: In past years, the show was held at the Shearwater airforce base, but was moved to the civilian airport in 2005, and subsequently to Yarmouth (3 hours southwest of the city) in 2009.
es_es: En años anteriores, el show se hacía en la base de fuerza aérea Shearwater, pero fue trasladado al aeropuerto civil en 2005 y posteriormente a Yarmouth (3 horas al suroeste de la ciudad) en 2009.

source: In the 19th and early 20th century, Halifax was the entry point for European immigration to Canada.
es_es: En el siglo XIX y principios del siglo XX, Halifax era el punto de entrada de la inmigración europea a Canadá.

source: In the summer, Oyster Happy Hour (1/2 price) happens between 4 and 6 PM daily.
es_es: En verano, la hora feliz de ostras (a mitad precio) es entre las 16:00h y 18:00h todos los días.

source: In the summer, it is a great place to get drinks and food on the patio.
es_es: En verano, es un buen sitio para comprar bebida y comida en el patio.

source: In the summer, you can find residents and visitors playing sports, picnicking, and exercising.
es_es: En verano, puedes encontrar residentes y visitantes jugando a algún deporte, merendando y entrenando.

source: Inhabitants of the city are known as Haligonians.
es_es: Los habitantes de la ciudad se conocen como Haligonians.

source: Instead of the traditional tomato sauce and toppings, garlic fingers consist of pizza dough topped with garlic butter, parsley, and cheese, cooked until the cheese is melted.
es_es: En vez de la tradicional salsa de tomate y demás ingredientes, los "garlic fingers" constan de masa de pizza coronada con mantequilla de ajo, perejil, y queso, cocinado hasta que el queso esté fundido.

source: Instead, it is dotted with islands and small towns.
es_es: En vez de eso, está dotada de islas y pueblos.

source: It consists of 23 air conditioned rooms with private baths.
es_es: Consta de 23 habitaciones con aire acondicionado y con baños privados.

source: It has a variety of good, quality information including hotels, restaurants, attractions, arrival and departure info.
es_es: Ofrece una variedad de información buena y de calidad que incluye hoteles, restaurantes, atracciones e información de llegada y salida.

source: It is also home to a museum and a small ceremonial garrison.
es_es: También alberga un museo y un pequeño cuartel de ceremonias.

source: It is also open for in-line skating during the summer months. edit
es_es: También está abierto durante los meses de verano para patinaje en línea. Editar

source: It is common in Halifax to begin the night at one of the bars or nightclubs that close at 2:00 am, and finish the night at one that stays open until 3:30 am.
es_es: Es común en Halifax comenzar la noche en uno de los bares o clubs nocturnos que cierran a las 2:00h y terminar la noche en uno que permanece abierto hasta las 3:30h.

source: It is customary for bar and pub-goers to flock to pizzerias once all the bars, clubs, and pubs close on Friday and Saturday nights for a bite of pizza, or especially donair.
es_es: Es habitual que la gente que suele ir a los bares y pubs acudan en masa a pizzerías a por un trozo de pizza, o, especialmente, un donair. Esto siempre ocurre cuando los bares, clubs y pubs cierran los vierenes y sábados por la noche.

source: It is hard to go anywhere without seeing a reference to the Navy.
es_es: Es difícil ir a algún sitio sin ver alguna referencia a la marina.

source: It is prepared using thinly sliced beef meatloaf and a sweet condensed milk sauce and garnished with diced tomatoes and white onions.
es_es: Se prepara utilizando ternera cortada muy fina en un rollo de carne, una salsa de leche condensada dulce y una guarnición con trocitos de tomate y cebolla blanca.

source: It is still, however, a smaller city by North American standards (2010 pop.
es_es: Sin embargo, todavía es una ciudad más pequeña que el estándar norteamericano (2010 pop.

source: It is the biggest airport in the maritime provinces, with direct flights from Toronto, Montreal, New York, Chicago, Ottawa, Calgary, Boston, Philadelphia, London, and limited service to a number of regional and holiday destinations.
es_es: Es el aeropuerto más grande de las provincias marítimas, con vuelos directos desde Toronto, Montreal, Nueva York, Chicago, Ottawa, Calgary, Boston, Filadelfia, Londres, y un servicio limitado a un número de destinos vacacionales a nivel regional.

source: It runs on 30 minute frequencies on-peak and 60 minutes off-peak, with the first departure from the airport at 5:45AM and the last 12:15AM. Upon boarding you should ask the driver for a transfer so you can continue your trip on a connecting bus.[23]
es_es: Se ejecutan frecuencias de 30 minutos en hora punta y de 60 minutos en horas normales, con la primera salida del aeropuerto a las 5:45h y la última a las 00:15h. Tras el embarque debe pedir al conductor un transbordo para que pueda continuar su viaje en un autobús de conexión[23]

source: It runs year-round.
es_es: Funciona durante todo el año.

source: It still remains a popular place to walk dogs and stroll.
es_es: Todavía es un sitio popular para dar un paseo o pasear al perro.

source: It's a must see, with amazing acts, some grand and awe-inspiring, some quaint, others funny (both intentionally and unintentionally).
es_es: Es una parada obligatoria, con actuaciones increíbles, algunas imponentes e impresionantes, algunas pintorescas, otras divertidas (intencionadamente o no).

source: It's about 2 hours from Halifax to the New Brunswick border; there is a $4.00 toll at the Cobequid pass.
es_es: Se tarda unas 2 horas desde Halifax hasta la frontera de New Brunswick; hay un peaje de 4,00$ en el paso de Cobequid.

source: Its location is a bit sketchier, but more authentic.
es_es: Está un poco alejado, pero es más auténtico.

source: Its unique combination of music, dance, drama, gymnastics, comedy, military displays, competitions and much more.
es_es: Consiste en una combinación única de música, danza, drama, gimnasia, comedia, exhibiciones militares, competiciones y mucho más.

source: Jan
es_es: En

source: Jump to: navigation, search
es_es: Saltar a: navegación, búsqueda

source: Just click any blue "Edit" link and start writing!
es_es: ¡Solo haz clic en cualquier enlace azul de "Editar" y comienza a escribir!

source: Kid's menu available.
es_es: Menú para niños disponible.

source: Limited availability (1 of 2 suites in Howe Hall) during the school year.
es_es: Disponibilidad limitada (1 de 2 suites en Howe Hall) durante el año escolar.
